Repository: LiarOnce/packettracer-cn
Catalog: tm/auto/CPT8_1_1.tmx
Source language: en_us
Languages: zh_cn

source: DHCP Snooping: The switch receives a [[MESSAGE_TYPE]] packet from an untrusted host with an entry in the DHCP snooping binding table, and the interface information in the binding table does not match the interface on which the message was received. The device drops the packet.
zh_cn: DHCP监听：交换机从不受信任的主机处接收到带有DHCP监听绑定表中的一个条目的[[MESSAGE_TYPE]]数据包，绑定表中的接口信息与接收消息的接口不匹配。设备丢弃该数据包。

source: Received a lower priority message with Active state
zh_cn: 接收到一条处于活动状态的较低优先级的消息

source: The device sends back an ICMP Port Unreachable message.
zh_cn: 该设备发回一条ICMP端口不可达消息.

source: License
zh_cn: 许可

source: REP Port Primary
zh_cn: REP主要端口

source: Dialing...
zh_cn: 正在拨号...

source: H323 client send setup message
zh_cn: H323客户端发送设置消息

source: Do you want to change the Device Name?
zh_cn: 您想要更改设备名称吗？

source: EAP list name
zh_cn: EAP列表名称

source: ESP receives a ESP PDU which requires to be authenticated and decrypted.
zh_cn: ESP接收到一个需要进行认证和解密的ESP PDU。

source: The Ping process received a TTL Exceeded message. It drops the message.
zh_cn: Ping进程接收到一个TTL超时消息。该消息被丢弃。

source: The reply table does not have a best route. The device uses infinity for the best route.
zh_cn: 回复表中没有最佳路由。设备将无穷大用作最佳路由。

source: For packet-oriented interfaces, the number of outbound packets that could not be transmitted because of errors. For character-oriented or fixed-length interfaces, the number of outbound transmission units that could not be transmitted because of errors.
zh_cn: 对于面向数据包的接口，由于错误而无法传输的出站数据包数量。对于面向字符或固定长度的接口，由于错误而无法传输的出站传输单元的数量。

source: If the received frame is a dial frame, check the device types.
zh_cn: 如果接收到的帧是一个拨号帧，则检查设备类型。

source: Sync Fault Limit
zh_cn: 同步故障限制

source: The maximum number of seconds that received fragments is held while they are awaiting reassembly at this entity.
zh_cn: 当它们等待在该实体上进行重组时，保存所接收的分段的最大秒数。

source: The FTP server sends the response for RENFR command from the FTP client. The FTP server checks whether the file exists and waits for the corresponding RNTO command from the FTP client to complete the rename operation.
zh_cn: FTP服务器发送来自FTP客户端的RENFR命令的响应。 FTP服务器检查文件是否存在，并等待来自FTP客户端的相应RNTO命令来完成重命名操作。

source: The device receives a TFTP ERROR segment. It stops the TFTP session.
zh_cn: 该设备接收到一个TFTP错误分段。设备停止TFTP会话。

source: The slave receives the FollowUp message and notes the time (t1) encapped in the message.
zh_cn: 从机接收到跟进消息，并记录消息中嵌入的时间(t1)。

source: Wireless LAN Controller
zh_cn: 无线LAN控制器

source: An entry containing management information applicable to a particular interface.
zh_cn: 包含适用于特定接口的管理信息的条目。

source: Packet placed in existing flow.
zh_cn: 放置在现有流中的数据包。

source: The access VLAN for this port is deleted. The device drops the frame.
zh_cn: 此端口的访问VLAN已被删除。设备将该帧丢弃。

source: The master receives the Delay_Req message and notes the time of reception (t4).
zh_cn: 从机向主机发送一个Delay_Req消息，并记录接收时间(t3)。

source: After updating the topology table, the network has a better or equal metric as the old route. The device updates the routing table with the new information.
zh_cn: 更新拓扑表后，网络具有比旧路由更好或与之相等的度量。设备使用新信息更新路由表。

source: The device tries to multicast the packet to all EIGRP interfaces except [[PORT_NAME]].
zh_cn: 该设备尝试将数据包多播至除[[PORT_NAME]]之外的所有EIGRP接口。

source: Authentication
zh_cn: 认证

source: The BGP process has received a KEEPALIVE message from neighbor [[IP_ADDRESS]].
zh_cn: BGP进程已经接收到来自邻居[[IP_ADDRESS]]的一条保活消息。

source: The device multicasts an EIGRP packet on [[PORT_NAME]].
zh_cn: 该设备在[[PORT_NAME]]上组播一个EIGRP数据包。

source: IPv6 Address
zh_cn: IPv6地址

source: This is a broadcast frame. The [[DEVICE_TYPE]] sends out the frame to all ports in the same VLAN except the receiving port.
zh_cn: 这是一个广播帧。[[DEVICE_TYPE]]将帧发送至同一VLAN内除接收端口之外的所有端口。

source: The device does not have any more available TCP ports. The connection failed.
zh_cn: 该设备没有任何更多的可用的TCP端口。连接失败。

source: Blocking
zh_cn: 拦截

source: Negotiation has already started with the same peer and this device is the initiator. It drops the packet.
zh_cn: 与同一对端的协商已经开始，且此设备是发起方。数据包被丢弃。

source: Area Range
zh_cn: 区域范围

source: Logging
zh_cn: 日志

source: Logical
zh_cn: 逻辑

source: The IoE client sends a DISCOVERY message to the multicast address.
zh_cn: IoE客户端向组播地址发出一条发现消息。

source: An inside source entry is created from a list. The new entry is added to the NAT table.
zh_cn: 内部源条目是从列表中创建的。新条目将添加到NAT表中。

source: The BGP process is sending an UPDATE message to the neighbot [[IP_ADDRESS]].
zh_cn: BGP进程正在向邻居[[IP_ADDRESS]]发送更新消息。

source: The server sends back a HTTPS reply to the client.
zh_cn: 服务器向客户端发回一个HTTPS回复。

source: [[PORT_NAME]] receives the frame.
zh_cn: [[PORT_NAME]]接收帧。

source: The DHCPv6 Server process receives and discards a DHCP Solicit message due to the Client Identifier option not found.
zh_cn: 由于没有找到客户端标识符选项，DHCPv6服务器进程会接收并丢弃DHCP配置参数请求消息。

source: The access-list with an ID of [[ACL_ID]] is not found or empty. The device permits the packet.
zh_cn: 未找到ID为[[ACL_ID]]的访问列表或访问列表为空。设备允许该数据包。

source: The current operational state of the interface. The testing(3) state indicates that no operational packets can be passed. If ifAdminStatus is down(2) then ifOperStatus should be down(2). If ifAdminStatus is changed to up(1) then ifOperStatus should change to up(1) if the interface is ready to transmit and receive network traffic; it should change to dormant(5) if the interface is waiting for external actions (such as a serial line waiting for an incoming connection); it should remain in the down(2) state if and only if there is a fault that prevents it from going to the up(1) state; it should remain in the notPresent(6) state if the interface has missing (typically, hardware) components.
zh_cn: 接口的当前操作状态。测试（3）状态表明没有可传递的可操作数据包。如果ifAdminStatus处于down（2）状态，则ifOperStatus应该处于down（2）状态。如果ifAdminStatus被更改为up（1），则如果接口准备好传送和接收网络流量，则ifOperStatus应该更改为up（1）；如果接口正在等待外部动作（例如串行线路等待传入连接），则应改为休眠（5））; 当且仅当有故障阻止它进入up（1）状态时，应保持down（2）状态; 如果接口缺少（通常为硬件）组件，则应该保持在notPresent（6）状态。

source: The DHCP client received and dropped a DHCP offer packet.
zh_cn: DHCP客户端接收到一个DHCP提供数据包并将其丢弃.

source: The VTP frame is a Subset Advertisement.
zh_cn: 此VTP帧是一条子网通告.

source: The [[MODULE_NAME]] card features dual RJ-11 connectors, which are used for basic telephone service connections. The WIC-2AM has two modem ports to allow multiple data communication connections.
zh_cn: [[MODULE_NAME]]卡具有双RJ-11连接器，用于基本电话服务连接。WIC-2AM有两个调制解调器端口，允许多个数据通信连接。

source: Home VoIP
zh_cn: 家庭VoIP

source: Dynamic Preferred Lifetime
zh_cn: 动态首选生命期

source: Client VPN is disconnected.
zh_cn: 客户端VPN连接中断.

source: The HTTPS client receives a HTTPS reply from the server. It displays the page in the web browser.
zh_cn: HTTPS客户端接收来自服务器的HTTPS回复。在Web浏览器中显示该页面。

source: AH does not find matching SPI and drops the packet.
zh_cn: AH找不到匹配的SPI并将数据包丢弃。

source: ESP does not find matching SPI and drops the packet.
zh_cn: ESP没有找到匹配的SPI，将数据包丢弃。

source: The [[DEVICE_TYPE]] uses the active VLAN interface as the outgoing VLAN number.
zh_cn: [[DEVICE_TYPE]]使用活动VLAN接口作为传出VLAN号。

source: Mailbox
zh_cn: 邮箱

source: Maximum Static MACs
zh_cn: 最大静态MAC数

source: The source IP address used by the peer to establish the EIGRP adjacency with this Router. The format is governed by object cEigrpPeerAddrType.
zh_cn: 对端与该路由器建立EIGRP邻接关系的源IP地址。格式由对象cEigrpPeerAddrType控制。

source: Server enters phase II phase and send an acknowledgement to the client.
zh_cn: 服务器进入第二阶段并向客户端发送确认。

source: The port is sending another frame at this time. The device buffers the frame to be sent later.
zh_cn: 该端口此时正在发送另一个帧。设备将该帧缓存下来以便稍后发送。

source: The FTP server receives the rename from command from the FTP client.
zh_cn: FTP服务器接收来自FTP客户端的从命令重命名。

source: Port security is enabled on this port. The device checks the frame against port security.
zh_cn: 在此端口上已启用端口安全。设备检查该帧的端口安全。

source: The device does not have a route to the network. It replies with infinity.
zh_cn: 设备没有到达该网络的路由。它使用无穷大予以回复。

source: Client receives configuration packet which has IP/Subnet for its Tunnel. It processes the packet.
zh_cn: 客户端接收到具有用于其通道的IP/子网的配置数据包。客户端处理该数据包。

source: Placing packet in WFQ.
zh_cn: 将数据包放入WFQ。

source: The device decrements the TTL on the packet.
zh_cn: 该设备减少数据包上的TLL。

source: The requested IP address is reachable on the receiving port.
zh_cn: 所请求的IP地址在接收端口上是可达的。

source: Copy Config to Startup Config
zh_cn: 将配置复制到启动配置

source: Sending a valid LACP/PAgP frame to the higher process.
zh_cn: 向高层进程发送一个有效的LACP/PAgP帧。

source: DHCPv6 clientis not enabled on this port. The device drops this DHCPv6 packet.
zh_cn: 此端口上未启用DHCPv6客户端。设备丢弃该DHCPv6数据包。

source: The VTP process sends out a Summary Advertisement and Subset Advertisements regarding the new updates.
zh_cn: VTP进程发出关于新的更新内容的汇总通告和子集通告。

source: The next-hop IP address is a broadcast address. The ND Process sets the frame's destination MAC address to the broadcast MAC address.
zh_cn: 下一跳IP地址是广播地址。ND进程将广播MAC地址设置为该帧的目的MAC地址。

source: The device sets a new timeout timer for the neighbor.
zh_cn: 设备为邻居设置了一个新的超时计时器。

source: The NAT table has a matched entry for this packet. It replaces the source and destination addresses with the ones in the matched entry.
zh_cn: NAT表具有与该数据包相匹配的条目。它将使用匹配条目中的信息替换数据包中的源地址和目的地址。

source: The requested port [[PORT]] is already in use. The server port failed.
zh_cn: 所请求的端口[[PORT]]已被使用。服务器端口失败。

source: The [[MODULE_NAME]] provides four switching ports.
zh_cn: [[MODULE_NAME]]提供4个交换端口。

source: Must Match Name
zh_cn: 必须匹配名称

source: RADIUS Server
zh_cn: RADIUS服务器

source: The SSH server receives a RSA key from the client.
zh_cn: SSH服务器接收到来自客户端的RSA密钥.

source: The packet is not a Syslog packet. The Syslog server drops it.
zh_cn: 该数据包不是系统日志数据包. 系统日志服务器将其丢弃.

source: The packet received is encapsulated in Ipv4 with the protocol field set to 41.
zh_cn: 接收的数据包被封装在IPv4中，协议字段设置为41。

source: Metrics
zh_cn: 度量

source: The server receives a HTTP request.
zh_cn: 服务器接收到一条HTTP请求.

source: End IP address
zh_cn: 终止IP地址

source: The VTP domain name is not configured. The VTP process takes the domain name in the Summary Advertisement.
zh_cn: 未配置VTP域名。VTP进程选用汇总通告中的域名。

source: The TFTP server has the requested file. It starts sending the file to the TFTP client.
zh_cn: TFTP服务器具有所请求的文件。服务器开始将文件发送至TFTP客户端。

source: The device encapsulates the PDU into an IEEE 802.1Q frame.
zh_cn: 该设备将PDU封装成IEEE 802.1Q帧。

source: SCCP server received H323 setup message
zh_cn: SCCP服务器接收到H323设置消息

source: Bridge Group
zh_cn: 网桥组

source: The next-hop IP address is a multicast. The ARP process sets the frame's destination MAC address to a multicast MAC address.
zh_cn: 下一跳IP地址为多播地址. ARP过程将该帧的目的MAC地址设置为多播MAC地址.

source: The packet received on [[PORT_NAME]] needs to be encapsulated in Ipv4 Header with the protocol field set to 41.
zh_cn: 在[[PORT_NAME]]上接收到的数据包需要封装在IPv4报头中，协议字段设置为41。

source: The requested IP address is not available. The DHCP server offers another available address to this host.
zh_cn: 所请求的IP地址不可用. DHCP服务器为该主机提供另一个可用地址.

source: Erase the startup-config file?
zh_cn: 擦除启动配置文件？

source: The primary routing metric for this route. The semantics of this metric are determined by the routing-protocol specified in the route's ipRouteProto value. If this metric is not used, its value should be set to -1.
zh_cn: 此路由的主路由度量。该度量的语义由路由的ipRouteProto值中指定的路由协议确定。如果未使用此度量，则其值应设置为-1。

source: The initiator sends first message with its configured policies.
zh_cn: 发起方使用其配置的策略发送第一条消息。

source: The total number of link-state advertisements in this area's link-state database, excluding AS External LSA's.
zh_cn: 该区域的链路状态数据库中的链路状态通告总数，不包括AS外部LSA。

source: Terminal Line timed out
zh_cn: 终端线路超时

source: The message came from the final destination IP address. Trace completed. Drop the message.
zh_cn: 该消息来自最后的目的IP地址。Trace完成。丢弃该消息。

source: Client sets its Tunnel interface IP and Mask.
zh_cn: 客户端设置其通道接口的IP和掩码。

source: The FTP server sends a welcome message to the FTP client.
zh_cn: FTP服务器向FTP客户端发送欢迎消息。

source: After updating topology table, the network becomes unreachable or there is no feasible successor to the network.
zh_cn: 更新拓扑表后，网络变为不可达，或没有到达此网络的可行后继。

source: The device removes this packet from the buffer and resends it.
zh_cn: 设备将此数据包从缓冲区中删除并重新发送该数据包。

source: If the LMI types do not match or the devices are identical, set protocol down on the port.
zh_cn: 如果LMI类型不匹配或设备相同，则在端口上将协议设置为禁用。

source: TACACS CLIENT:Receive result of authentication: REJECT
zh_cn: TACACS客户端：接收认证结果：拒绝

source: The LLDP process does not forward traffic since LLDP is not enabled on the interface [[PORT_NAME]].
zh_cn: 因为未在接口[[PORT_NAME]]上启用LLDP，LLDP进程不会转发流量。

source: The receiving Announce is not the most recent . The process disqualifies this announce.
zh_cn: 接收的宣告不是最新的。进程取消此宣告的资格。

source: Min TTL
zh_cn: 最小TTL

source: Device Model
zh_cn: 设备型号

source: Ip Default-gateway
zh_cn: IP默认网关

source: Trusted key missmatched, NTP unsynced
zh_cn: 可信密钥不匹配，NTP未同步

source: The value of sysUpTime on the most recent occasion at which a row in the ipv6InterfaceTable was added or deleted or when an ipv6InterfaceReasmMaxSize, ipv6InterfaceIdentifier, ipv6InterfaceEnableStatus, ipv6InterfaceReachableTime, ipv6InterfaceRetransmitTime, or ipv6InterfaceForwarding object was modified.
zh_cn: 在最近添加或删除ipv6InterfaceTable中的行的场景中或修改了ipv6InterfaceReasmMaxSize、ipv6InterfaceIdentifier、ipv6InterfaceEnableStatus、ipv6InterfaceReachableTime、ipv6InterfaceRetransmitTime或ipv6InterfaceForwarding对象时sysUpTime的值。

source: Information describing the configured parameters and cumulative statistics of one of the Router's attached areas.
zh_cn: 描述路由器其中一个附加区域的配置参数和累积统计信息的信息。

source: AH Transform
zh_cn: AH转换

source: IPv6 stores the incoming fragments for reassembling: (FO: [[FO]], total length [[LEN]] bytes).
zh_cn: IPv6存储用于重组的传入分段(FO: [[FO]]，总长度 [[LEN]] 字节)。

source: The TELNET client receives server data. It prints out the data.
zh_cn: TELNET客户端接收到服务器数据。它将数据打印出来。

source: The type of interface. Additional values for ifType are assigned by the Internet Assigned Numbers Authority (IANA), through updating the syntax of the IANAifType textual convention.
zh_cn: 接口类型。通过更新IANAifType文本约定的语法，由互联网数字分配机构（IANA）分配ifType的附加值。

source: The SNMP agent sends back an error response [[ERROR]].
zh_cn: SNMP代理发回一条错误响应[[ERROR]].

source: The default value to be placed in the current hop limit field in Router advertisements sent from this interface. The value should be set to the current diameter of the Internet. A value of zero in the router advertisement indicates that the advertisement isn't specifying a value for curHopLimit. The default should be set to the value specified in the IANA web pages (www.iana.org) at the time of implementation.
zh_cn: 从此接口发送的路由器通告中的当前跳数限制字段中的默认值。该值应设置为Internet的当前直径。路由器通告中的值为零表示通告中没有指定curHopLimit的值。在实施时，默认值应设置为IANA网页（www.iana.org）中指定的值。

source: The EIGRP packet is an Acknowledgment packet.
zh_cn: 该EIGRP数据包是一个确认数据包.

source: The autoconfig address is not set due to the Managed Flag is true.
zh_cn: 由于管理标志设置为true，自动配置地址未设置。

source: The device backs off for a random period of time before retransmitting the frame in the buffer.
zh_cn: 在重新发送缓冲区中的帧之前，设备将会退出一段随机的时间。

source: The Neighbor Solicitation times out. The device drops this buffered packet.
zh_cn: 邻居通告超时。设备将此缓存的数据包丢弃。

source: Service Policy List
zh_cn: 服务策略列表

source: The NAT table has a matched entry for this packet. It replaces the inside local address and port with the global ones.
zh_cn: NAT表具有与该数据包相匹配的条目。它使用全局地址和端口替换内部本地地址和端口。

source: The DHCP server already has an existing binding to another host. It drops the packet.
zh_cn: DHCP服务器已经拥有了一个到另一台主机的现有绑定。它将数据包丢弃。

source: The device encapsulates the PDU into an Ethernet frame.
zh_cn: 该设备将PDU封装成以太网帧.

source: The packet received on [[PORT_NAME]] needs to be encapsulated in GRE.
zh_cn: 在[[PORT_NAME]]上接收到的数据包需要封装在GRE中。

source: The [[MODULE_NAME]] Module provides two Fast-Ethernet interfaces for use with copper media, in addition to two Wan Interface Card expansion slots. Ideal for a wide range of LAN applications, the Fast Ethernet network modules support many internetworking features and standards.
zh_cn: 除了两个WAN接口卡扩展槽之外，[[MODULE_NAME]]模块还提供了两个用于铜介质的快速以太网接口。快速以太网网络模块非常适用于各种LAN应用，支持许多互联网络功能和标准。

source: IPv6 DNS Server IP
zh_cn: IPv6 DNS服务器IP

source: Match address
zh_cn: 匹配地址

source: The responder sends second message and accepts the policy.
zh_cn: 响应方发送第二条消息并接受该策略。

source: The STP process sends out a TCN frame to the root switch because of detection or receipt of notification of a topology change.
zh_cn: 由于检测到拓扑变化或接收到拓扑变化的通知，STP进程向根交换机发出一个TCN帧。

source: The BGP UPDATE routes are the same as the current routes, the routes are refreshed.
zh_cn: BGP更新路由与当前路由相同，路由被刷新。

source: The table containing per-interface IPv6-specific information.
zh_cn: 该表包含每个接口的IPv6特定信息。

source: The packet is not an SNMP GET Response. The SNMP Manager drops the packet.
zh_cn: 该数据包不是SNMP GET响应。SNMP管理器丢弃该数据包。

source: The table containing per-interface IPv4-specific information.
zh_cn: 该表包含每个接口的IPv4特定信息。

source: Redistribution
zh_cn: 重分布

source: TACACS CLIENT: Send accounting request
zh_cn: TACACS客户端：发送记账请求

source: The active VLAN interface is not up. The NDP process ignores the packet.
zh_cn: 该活动VLAN接口尚未启用。NDP进程忽略该数据包。

source: The device receives an authentication key id that is not matched with configuration. The device ignores the packet.
zh_cn: 设备接收到与配置不匹配的认证密钥ID。设备忽略该数据包。

source: The ARP process has sent a request to the same target IP address recently. It does not send out another.
zh_cn: ARP进程最近已经向同一个目标IP地址发送过一个请求。它不再发送另一个请求。

source: The outgoing interface does not have an IP address. The device drops the packet.
zh_cn: 传出接口没有IP地址。设备将该数据包丢弃。

source: User Password
zh_cn: 用户密码

source: Client requested to disconnect.
zh_cn: 客户端请求中断连接.

source: The headphone allows the user to listen to music and sounds from the computer.
zh_cn: 耳机允许用户聆听来自计算机的音乐和声音。

source: The NDP process replies to the Neighbor Solicitation with the matching MAC Address
zh_cn: NDP进程使用匹配的MAC地址回复邻居请求

source: Not resolved locally. Sending secondary query ([[queryname]]) to another dns server (IP:[[serverIp]])
zh_cn: 本地未解析。向另一台DNS服务器(IP:[[serverIp]])发出二次查询([[queryname]])

source: General Prefixes
zh_cn: 通用前缀

source: The ARP request's target IP address matches the receiving port's IP address.
zh_cn: ARP请求的目标IP地址匹配接收端口的IP地址.

source: The TELNET server sends data to the TELNET client.
zh_cn: TELNET服务器向TELNET客户端发送数据.

source: TACACS CLIENT: Send request for username prompt
zh_cn: TACACS客户端：发送用户名提示请求

source: Community
zh_cn: 共同体

source: The total number of packets that higher-level protocols requested be transmitted to a non-unicast (i.e., a subnetwork-broadcast or subnetwork-multicast) address, including those that were discarded or not sent.
zh_cn: 要求将更高级别协议传输到非单播（即，子网广播或子网组播）地址的数据包总数，包括被丢弃或未被发送的数据包。

source: User Names
zh_cn: 用户名

source: The ARP process updates the adjacency table with the received information.
zh_cn: ARP进程使用接收到的信息更新邻接表.

source: Placing packet in CBWFQ.
zh_cn: 将数据包放入CBWFQ。

source: If the packet is a CHAP Success packet, cancel the previous timer and start a new re-authentication timer.
zh_cn: 如果该数据包是一个CHAP成功数据包，则取消先前的计时器并启动一个新的重新认证计时器。

source: Security Password Min-Length
zh_cn: 安全密码最短长度

source: Custom Device Properties
zh_cn: 自定义设备属性

source: User Setup
zh_cn: 用户设置

source: Fair Queue
zh_cn: 平均队列

source: IKE PDU received. Client needs configuration information from server.
zh_cn: 接收到IKE PDU。客户端需要来自服务器的配置信息。

source: Clientless Settings
zh_cn: 无客户端设置

source: A reference to MIB definitions specific to the particular media being used to realize the interface. For example, if the interface is realized by an ethernet, then the value of this object refers to a document defining objects specific to ethernet. If this information is not present, its value should be set to the OBJECT IDENTIFIER , which is a syntatically valid object identifier, and any conformant implementation of ASN.1 and BER must be able to generate and recognize this value.
zh_cn: 用于实现接口的特定介质所特有的MIB定义的引用。例如，如果接口由以太网实现，则该对象的值是指定义以太网特有的对象的文档。如果此信息不存在，则其值应设置为对象标识符 ，该对象标识符是一个语句构成有效的对象标识符，而且ASN.1和BER的任何一致性实现必须能够生成并识别该值。

source: The true/false value to be placed into the 'other stateful configuration' flag field in Router advertisements sent from this interface.
zh_cn: 从该接口发送的路由器通告中的“其他有状态配置”标志字段中放入的true/false值。

source: The device removes and sends buffered packets waiting for this Neighbor Advertisement.
zh_cn: 该设备删除并发送等待此邻居通告的缓存数据包。

source: The DHCPv6 Client configured an IPv6 address due to Managed Config Flag is set in NDP.
zh_cn: 由于在NDP中设置了管理配置标志，DHCPv6客户端配置了一个IPv6地址。

source: Zone Pair
zh_cn: Zone对

source: The DHCP server binds the requested IP address from the pool to the host's MAC address.
zh_cn: DHCP服务器将来自地址池的所请求的IP地址绑定到主机的MAC地址。

source: Action
zh_cn: 动作

source: Default Networks
zh_cn: 默认网络

source: The device sends out [[TYPE]] SMTP packet: [[ERROR]].
zh_cn: 该设备发出[[TYPE]] SMTP数据包: [[ERROR]]。

source: The 1000BASE-T SFP operates on standard Category 5 unshielded twisted-pair copper cabling of link lengths up to 100 m (328 ft). Cisco 1000BASE-T SFP modules support 10/100/1000 auto negotiation and Auto MDI/MDIX.
zh_cn: 1000BASE-T SFP采用标准5类非屏蔽双绞线铜缆，链路长度最高可达100米(328英尺)。Cisco 1000BASE-T SFP模块支持10/100/1000自动协商和Auto MDI / MDIX。

source: The next-hop IP address is in the adjacency table. The ND Process sets the frame's destination MAC address to the one found in the table.
zh_cn: 下一跳IP地址在邻接表中。ND进程将在表中找到的地址设置为该帧的目的MAC地址。

source: Maximum Number of Connections
zh_cn: 最大连接数

source: Total unacknowledged data ([[NAK_DATA]] bytes) is still smaller than the usable window size ([[WIN_SIZE]] bytes). TCP will continue to send another segment.
zh_cn: 总的未确认数据([[NAK_DATA]] 字节)仍然小于可用窗口大小([[WIN_SIZE]] 字节)。TCP将继续发送另一个分段。

source: FIN-WAIT Time
zh_cn: FIN-WAIT时间

source: OSPF Cost
zh_cn: OSPF开销

source: OSPF Area
zh_cn: OSPF区域

source: The VTP process detects a VLAN change.
zh_cn: VTP进程检测到VLAN更改。

source: The device sends out a DTP frame on [[PORT_NAME]].
zh_cn: 设备在[[PORT_NAME]]上发出一个DTP帧。

source: The packet is not a PTP packet. The device drops the packet.
zh_cn: 该数据包不是PTP数据包. 设备丢弃该数据包.

source: Area [[NUM]]
zh_cn: 区域[[NUM]]

source: The packet is not a SMTP packet. The SMTP server drops it.
zh_cn: 该数据包不是SMTP数据包. SMTP服务器将其丢弃.

source: The FTP server receives the passive command from the FTP client.
zh_cn: FTP服务器接收来自FTP客户端的被动命令。

source: DHCP Snooping Binding DB Agent
zh_cn: DHCP监听绑定DB代理

source: The [[MODULE_NAME]] provides 16 switching ports.
zh_cn: [[MODULE_NAME]]提供15个交换端口。

source: Link to [[DEVICE_NAME]]
zh_cn: 到[[DEVICE_NAME]]的链路

source: SCCP client sends a register request
zh_cn: SCCP客户端发送一个注册请求

source: Server refused the connection.
zh_cn: 服务器拒绝此连接.

source: Bridge
zh_cn: 网桥

source: The FTP server sends the response for QUIT command confirming that it is logging out the current FTP client session.
zh_cn: FTP服务器发送QUIT命令的响应，确认该服务器正在注销当前的FTP客户端会话。

source: This port has root guard enabled and has received a superior BPDU. This port is moved to a root-inconsistent state.
zh_cn: 该端口启用了根防护，并且已经接收到了一个上层BPDU。该端口被更改为根不一致状态。

source: Button
zh_cn: 按钮

source: After updating the topology table, the network has a worse metric. The device adds all the new successors to the routing table.
zh_cn: 更新拓扑表后，网络的度量更差。该设备将所有新的后继添加到路由表中。

source: The device examines the route [[IP]][[MASK]].
zh_cn: 设别检查路由[[IP]][[MASK]]。

source: H323 client send connection request to server
zh_cn: H323客户端向服务器发送连接请求

source: NTP server receives a NTP request.
zh_cn: NTP服务器接收到一条NTP请求.

source: The indication of whether this entity is acting as an IPv6 Router on any interface in respect to the forwarding of datagrams received by, but not addressed to, this entity. IPv6 Routers forward datagrams. IPv6 hosts do not (except those source-routed via the host).
zh_cn: 就转发该实体接收到的（而不是发往该实体的）数据报而言，表明该实体是否在任何接口上充当IPv6路由器的指示。IPv6路由器转发数据报。IPv6主机不转发（除了那些通过主机进行源路由的数据报）。

source: Client sends configuration request PDU.
zh_cn: 客户端发送配置请求PDU.
